
basicURL = "https://portal.kleague.com/common/search/popUpPlayerDetail.do?playerDetailInfo="

dhc2023gk = {"이준서":20210125, "이창근":20120148, "정산":20090162}
dhc2023df = {"김민덕":20190041, "김지훈":20190197, "김현우":20220248, "민준영":20180092,
             "변준수":20200317, "서영재":20200310, "안톤":20230048, "오재석":20100126,
             "임덕근":20190127, "조유민":20180174}
dhc2023mf = {"김경환":20230014, "김영욱":20100041, "마사":20190209, "배준호":20220097,
             "이진현":20180296, "이현식":20180110, "임은수":20180193, "주세종":20120151}
dhc2023fw = {"공민현":20130297, "김인균":20200174, "레안드로":20200151, "신상은":20210123,
             "유강현":20150151, "전병관":20210124, "티아고":20220244}

# print(basicURL+str(dhc2023gk["이준서"]))
# for el in dhc2023gk:
#     print(f"{el}의 연맹번호는 {dhc2023gk[el]}")
